app/Http/Controllers/Admin/DashboardController.php

    public function index(){
        $sumUser = User::count();
        $sumPost = Post::count();
---
select count(*) as aggregate from `users` where `users`.`deleted_at` is null
select count(*) as aggregate from `posts`